Repository: KratorD/Papelera
Catalog: locale/*/LC_MESSAGES/module_papelera.po
Languages: es

source: Error! Record not found.
es: Error! Registro no encontrado.

source: Error! The record not exists.
es: Error! El registro no existe.

source: Record deleted sucessfully.
es: Registro borrado correctamente.

source: Error! The record was not deleted.
es: Error! El registro no fue borrado.

source: Record recover sucessfully.
es: Registro recuperado correctamente.

source: Error! The record was not recover.
es: Error! El registro no fue recuperado.

source: Done! Module configuration updated.
es: Hecho! Configuración del módulo actualizada.

source: No such item found.
es: Registro no encontrado

source: Error! Deletion attempt failed.
es: Error! Hubo un fallo al intentar borrar.

source: Error! Could not update table.
es: Error! No se pudo actualizar la tabla.

source: Store of records deleted
es: Almacén de registros borrados

source: Record Administration
es: Administración de Registros

source: Delete record
es: Borrar registro

source: Do you want delete this record?
es: ¿Quieres borrar este registro?

source: Caution! This action will delete the record forever.
es: Cuidado! Esta acción borrará el registro para siempre.

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Admin Records
es: Admin de Registros

source: Display Record
es: Mostrar Registro

source: Module
es: Módulo

source: Date
es: Fecha

source: User
es: Usuario

source: Record
es: Registro

source: Restart Record
es: Recuperar Registro

source: Remove Record
es: Borrar Registro

source: Go Back
es: Volver atrás

source: Bin administration
es: Papelera administración

source: Configuration
es: Configuración

source: Modify configuration
es: Modificar configuración

source: Module settings
es: Configuración del módulo

source: Items per page
es: Elementos por página

source: Number of elements showed for page
es: Número de elementos mostrados por página

source: Submit
es: Enviar

source: Restart record
es: Recuperar registro

source: Do you want recover this record?
es: ¿Desea recuperar este registro?

source: Admin Bin
es: Administración de Papelera

source: List of records deleted from other modules
es: Lista de registros borrados desde otros módulos

source: Module name
es: Nombre del módulo

source: Delete Record
es: Borrar Registro

source: No items found.
es: No se han encontrado registros.
